taskDescription = "Kontrola komputera";
requestScreenControl = "Czy chcesz poprosić o uprawnienia do kontroli?";
requestScreenObserve = "Czy chcesz poprosić o uprawnienia do obserwacji?";
requestScreenAuthFailed = "Uwierzytelnienie w „%@” nie powiodło się.";
connecting = "Łączę się z „%@”";
connectionLost = "Połączenie z „%@” zostało utracone.";
connectionFailed = "Połączenie z „%@” nie powiodło się.";
runningAdminAppObserveError = "Nie można było obserwować „%@”";
runningAdminAppControlError = "Nie można było kontrolować „%@”";
runningAdminAppErrorMessage = "Na tym komputerze uruchomiony jest teraz program administracyjny i nie pozwoli Ci zdalnie kontrolować ekranu.";
controlModeError = "Nie można było zmienić na tryb kontroli";
observeModeError = "Nie można było zmienić na tryb obserwacji";
sharedControlError = "Nie można było zmienić kontroli nad myszą";
controlNotAuthorized = "Nie masz autoryzacji do kontroli tego komputera.";
serverNotSupported = "Ten serwer nie obsługuje tej opcji.";
captureDefaultName = "Obrazek Remote Desktop";
scaleToolbarTitle = "Dopasuj do okna";
scaleToolbarPaletteLabel = "Dopasuj do okna";
scaleToolbarTooltip = "Dopasuj ekran do okna";
controlToolbarTitle = "Kontrola";
controlToolbarPaletteLabel = "Kontroluj lub obserwuj";
controlToolbarTooltip = "Przełączaj pomiędzy trybami kontroli oraz obserwacji";
shareToolbarTitle = "Współdzielenie myszy";
shareToolbarPaletteLabel = "Współdzielenie myszy z użytkownikiem";
shareToolbarTooltip = "Współdzielenie myszy i klawiatury z użytkownikiem";
qualityToolbarTitle = "Jakość";
qualityToolbarPaletteLabel = "Jakość obrazu";
qualityToolbarTooltip = "Jakość obrazu";
captureToolbarTitle = "Przechwyć ekran";
captureToolbarPaletteLabel = "Przechwyć ekran";
captureToolbarTooltip = "Przechwyć ekran do pliku";
controlObserveNotSupported = "Nie można kontrolować ani obserwować własnego komputera.";
fullScreenToolbarTooltip = "Wypełnij ekran na całym monitorze";
fullScreenToolbarTooltipExt = "Pokaż ekran w oknie";
fullScreenToolbarTitle = "Pełny ekran";
fullScreenPaletteDisconnect = "Zakończ sesję kontroli lub obserwacji";
showCursorToolbarTooltip = "Ukryj lub pokaż lokalny kursor";
showCursorToolbarTitle = "Ukryj/pokaż kursor";
curtainToolbarTitle = "Blokuj ekran";
curtainToolbarTooltip = "Blokuje ekran komputera jednocześnie go kontrolując";
getClipboardToolbarTitle = "Pobierz zawartość Schowka";
getClipboardToolbarTooltip = "Pobierz zawartość zdalnego Schowka";
sendClipboardToolbarTitle = "Wyślij zawartość Schowka";
sendClipboardToolbarTooltip = "Wyślij zawartość Schowka do zdalnego Schowka";
multiDisplayToolbarTitle = "Pokaż zaznaczone";
multiDisplayToolbarTooltip = "Wybierz, który zdalny monitor pokazać";
computerInScreenShare = "Twój ekran jest teraz udostępniany temu komputerowi";
curtainErrorTitle = "Nie można było zmienić na tryb kurtyny.";
curtainExitErrorTitle = "Nie można było zmienić z trybu kurtyny";
curtainErrorMessage = "Wystąpił błąd na tym komputerze.";
curtainUnavailableTooltip = "Tryb kurtyny nie jest dostępny dla wersji Mac OS X działającej na „%@”.";
curtainUnavalableMessage = "Tryb kurtyny nie jest dostępny dla „%@”.";

displayPopUpAllDisplays = "Wszystkie monitory: %@ x %@";
displayPopUpBothDisplays = "Obydwa monitory: %@ x %@";
displayPopUpOneDisplay = "Monitor %@: %@ x %@";

curtainTaskString = "Kurtyna";
curtainTaskDescription = "Kontroluje komputer w trybie kurtyny";
curtainLongTaskDescription = "Przejmij kontrolę nad zaznaczonymi komputerami przy zablokowanym ekranie";

sshTunnelRemoteLoginDisabledTitle = "Nie udało się połączyć, gdyż opcja Zdalne logowanie nie jest włączona na „%@”.";
sshTunnelRemoteLoginDisabledMessage = "Wyłącz opcję zabezpieczeń „szyfruj wszystkie dane w sieci” lub spróbuj włączyć Zdalne logowanie w preferencjach Udostępniania na „%@”.";
sshTunnelHostKeyChangedTitle = "Połączenie z „%@” nie powiodło się, gdyż nie można było potwierdzić jego autentyczności. To może oznaczać problem bezpieczeństwa lub plik SSH known_hosts może być nieaktualny.";
sshTunnelHostKeyChangedMessage = "Wyłącz opcję zabezpieczeń „szyfruj wszystkie dane w sieci” lub uaktualnij plik SSH known_hosts.";
sshTunnelHostKeyChanged2Message = "Zmieniła się zdalna identyfikacja hosta „%@”.  Jeśli masz pewność, że nie jest to problem bezpieczeństwa, program Współdzielenie ekranu może spróbować naprawić plik known_hosts.";
sshTunnelHostKeyFix = "Napraw";
sshTunnelHostKeyFixError = "Wystąpił problem podczas próby naprawy twojego pliku SSH known_hosts.";
sshTunnelTooltip = "Połączenie jest zaszyfrowane";

legacyVNCSecurityWarningTitle = "Na komputerze „%@” uruchomiony jest serwer VNC, który nie obsługuje szyfrowania wciśnięć klawiszy w trybie Współdzielenie ekranu. Czy chcesz się połączyć mimo wszystko?";
legacyVNCSecurityWarningMessageFull = "Jeśli na zdalnym komputerze jest włączone zdalne logowanie lub SSH, możesz włączyć opcję „szyfruj wszystkie dane w sieci” w preferencjach Remote Desktop lub wybrać „Połącz używając SSH” poniżej do bezpiecznego połączenia.";
legacyVNCSecurityWarningMessage = "Jeśli zdalny komputer ma włączoną opcję zdalnego logowania lub SSH, możesz zaznaczyć opcję „szyfruj wszystkie dane w sieci” w preferencjach Współdzielenie ekranu, w celu bezpiecznego połączenia.";
legacyVNCSecurityWarningContinueSSHButton = "Połącz używając SSH";

legacyVNCYesButton = "Połącz";
legacyVNCNoButton = "Anuluj";

reconnectingMessage = "Łączę ponownie…";